Autodesk.Revit.DB.SymbolTypeId.Yen
Symbol ¥, indicating unit Currency.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.YdSup3
Symbol yd³, indicating unit Cubic yards.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.YdCaret3
Symbol yd^3, indicating unit Cubic yards.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Won
Symbol ₩, indicating unit Currency.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Watt
Symbol W, indicating unit Watts.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.WSPerMSup3
Symbol W·s/m³, indicating unit Watts per cubic meter per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.WPerMSup3
Symbol W/m³, indicating unit Watts per cubic meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.WPerMSup2K
Symbol W/(m²·K), indicating unit Watts per square meter kelvin.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.WPerMSup2
Symbol W/m², indicating unit Watts per square meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.WPerMK
Symbol W/(m·K), indicating unit Watts per meter kelvin.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.WPerM
Symbol W/m, indicating unit Watts per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.WPerFtSup3
Symbol W/ft³, indicating unit Watts per cubic foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.WPerFtSup2
Symbol W/ft², indicating unit Watts per square foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.WPerFt
Symbol W/ft, indicating unit Watts per foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.WMinPerFtSup3
Symbol W·min/ft³, indicating unit Watts per cubic foot per minute.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Volt
Symbol V, indicating unit Volts.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.VAPerMSup2
Symbol VA/m², indicating unit Volt amperes per square meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.VAPerFtSup2
Symbol VA/ft², indicating unit Volt amperes per square foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.VA
Symbol VA, indicating unit Volt amperes.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Usgpm
Symbol usgpm, indicating unit US gallons per minute.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Usgph
Symbol usgph, indicating unit US gallons per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Usft
Symbol USft, indicating unit US survey feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.UsTonnesMassTons
Symbol Tons, indicating unit US tonnes mass.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.UsTonnesMassT
Symbol T, indicating unit US tonnes mass.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.UsTonnesMassSt
Symbol ST, indicating unit US tonnes mass.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.UsTonnesForceTons
Symbol Tons, indicating unit US tonnes force.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.UsTonnesForceT
Symbol T, indicating unit US tonnes force.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.UsTonnesForceSt
Symbol ST, indicating unit US tonnes force.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.UsDollar
Symbol $, indicating unit Currency.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.UmPerMDegreeC
Symbol µm/(m·°C), indicating unit Micrometers per meter degree Celsius.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.UkPound
Symbol £, indicating unit Currency.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.UinPerInDegreeF
Symbol µin/(in·°F), indicating unit Microinches per inch degree Fahrenheit.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Tonsf
Symbol Tonsf, indicating unit US tonnes force.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Tonne
Symbol t, indicating unit Tonnes.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TonOfRefrigeration
Symbol ton of refrigeration, indicating unit Tons of refrigeration.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Ton
Symbol ton, indicating unit Tons of refrigeration.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Therm
Symbol therm, indicating unit Therms.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TfPerMSup2
Symbol Tf/m², indicating unit Tonnes force per square meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TfPerM
Symbol Tf/m, indicating unit Tonnes force per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TfDashMPerM
Symbol Tf-m/m, indicating unit Tonne force meters per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.TfDashM
Symbol Tf-m, indicating unit Tonne force meters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Tf
Symbol Tf, indicating unit Tonnes force.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Stf
Symbol STf, indicating unit US tonnes force.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Shekel
Symbol ₪, indicating unit Currency.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.SfPerTon
Symbol SF/ton, indicating unit Square feet per ton of refrigeration.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.SfPerMbh
Symbol SF/MBh, indicating unit Square feet per thousand British thermal units per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.SfHPerKbtu
Symbol SF·h/kBtu, indicating unit Square feet per thousand British thermal units per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Sf
Symbol SF, indicating unit Square feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Second
Symbol s, indicating unit Seconds.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Rps
Symbol RPS, indicating unit Revolutions per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Rpm
Symbol RPM, indicating unit Revolutions per minute.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.RadPerS
Symbol rad/s, indicating unit Radians per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Rad
Symbol rad, indicating unit Radians.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Psig
Symbol psig, indicating unit Pounds force per square inch.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Psia
Symbol psia, indicating unit Pounds force per square inch.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Psi
Symbol psi, indicating unit Pounds force per square inch.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Psf
Symbol psf, indicating unit Pounds force per square foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Pi
Symbol π, indicating unit Multiples of π.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Percent
Symbol %, indicating unit Percentage.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.PerMille
Symbol ‰, indicating unit Per mille.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.PaPerM
Symbol Pa/m, indicating unit Pascals per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.PaDashS
Symbol Pa-s, indicating unit Pascal seconds.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Pa
Symbol Pa, indicating unit Pascals.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.OneColon
Symbol 1:, indicating unit 1 : Ratio.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.OhmM
Symbol ohm·m, indicating unit Ohm meters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.NgPerPaSMSup2
Symbol ng/(Pa·s·m²), indicating unit Nanograms per pascal second square meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Newton
Symbol N, indicating unit Newtons.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.NSPerMSup2
Symbol N·s/m², indicating unit Newton seconds per square meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.NPerMmSup2
Symbol N/mm², indicating unit Newtons per square millimeter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.NPerMSup2
Symbol N/m², indicating unit Newtons per square meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.NPerM
Symbol N/m, indicating unit Newtons per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.NDashMPerM
Symbol N-m/m, indicating unit Newton meters per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.NDashM
Symbol N-m, indicating unit Newton meters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Ms
Symbol ms, indicating unit Milliseconds.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Mph
Symbol mph, indicating unit Miles per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MmSup6
Symbol mm⁶, indicating unit Millimeters to the sixth power.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MmSup4
Symbol mm⁴, indicating unit Millimeters to the fourth power.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MmSup3
Symbol mm³, indicating unit Cubic millimeters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MmSup2PerM
Symbol mm²/m, indicating unit Square millimeters per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MmSup2
Symbol mm², indicating unit Square millimeters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MmHg
Symbol mmHg, indicating unit Millimeters of mercury.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MmH2OPerM
Symbol mmH2O/m, indicating unit Millimeters of water column per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MmH2O
Symbol mmH2O, indicating unit Millimeters of water column.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MmCaret3
Symbol mm^3, indicating unit Cubic millimeters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MmCaret2
Symbol mm^2, indicating unit Square millimeters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Mm
Symbol mm, indicating unit Millimeters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Min
Symbol min, indicating unit Minutes.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MiPerSSup2
Symbol mi/s², indicating unit Miles per second squared.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Meter
Symbol m, indicating unit Meters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Mbh
Symbol MBH, indicating unit Thousand British thermal units per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MV
Symbol mV, indicating unit Millivolts.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MSup6
Symbol m⁶, indicating unit Meters to the sixth power.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MSup4
Symbol m⁴, indicating unit Meters to the fourth power.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MSup3PerWS
Symbol m³/(W·s), indicating unit Cubic meters per watt second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MSup3PerS
Symbol m³/s, indicating unit Cubic meters per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MSup3PerKg
Symbol m³/kg, indicating unit Cubic meters per kilogram.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MSup3PerKN
Symbol m³/kN, indicating unit Cubic meters per kilonewton.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MSup3PerHMSup3
Symbol m³/(h·m³), indicating unit Cubic meters per hour cubic meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MSup3PerHMSup2
Symbol m³/(h·m²), indicating unit Cubic meters per hour square meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MSup3PerH
Symbol m³/h, indicating unit Cubic meters per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MSup3
Symbol m³, indicating unit Cubic meters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MSup2PerS
Symbol m²/s, indicating unit Square meters per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MSup2PerM
Symbol m²/m, indicating unit Square meters per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MSup2PerKw
Symbol m²/kW, indicating unit Square meters per kilowatt.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MSup2PerKN
Symbol m²/kN, indicating unit Square meters per kilonewton.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MSup2KPerW
Symbol (m²·K)/W, indicating unit Square meter kelvins per watt.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MSup2
Symbol m², indicating unit Square meters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MPerSSup2
Symbol m/s², indicating unit Meters per second squared.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MPerS
Symbol m/s, indicating unit Meters per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MPerKN
Symbol m/kN, indicating unit Meters per kilonewton.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MPa
Symbol MPa, indicating unit Megapascals.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MNPerMSup2
Symbol MN/m², indicating unit Meganewtons per square meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MNPerM
Symbol MN/m, indicating unit Meganewtons per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MNDashMPerM
Symbol MN-m/m, indicating unit Meganewton meters per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MNDashM
Symbol MN-m, indicating unit Meganewton meters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MN
Symbol MN, indicating unit Meganewtons.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MH2OPerM
Symbol mH2O/m, indicating unit Meters of water column per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MH2O
Symbol mH2O, indicating unit Meters of water column.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MCaret3
Symbol m^3, indicating unit Cubic meters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MCaret2
Symbol m^2, indicating unit Square meters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.MA
Symbol mA, indicating unit Milliamperes.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Lx
Symbol lx, indicating unit Lux.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LpsPerMSup2
Symbol LPS/m², indicating unit Liters per second square meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Lps
Symbol LPS, indicating unit Liters per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Lpm
Symbol LPM, indicating unit Liters per minute.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LmPerW
Symbol lm/W, indicating unit Lumens per watt.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Lm
Symbol lm, indicating unit Lumens.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Liter
Symbol L, indicating unit Liters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Lf
Symbol LF, indicating unit Feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbmPerInSup3
Symbol lbm/in³, indicating unit Pounds mass per cubic inch.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbmPerFtSup3
Symbol lbm/ft³, indicating unit Pounds mass per cubic foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbmPerFtDashS
Symbol lbm/ft-s, indicating unit Pounds mass per foot second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbmPerFtDashH
Symbol lbm/ft-h, indicating unit Pounds mass per foot hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbmPerFt
Symbol lbm/ft, indicating unit Pounds mass per foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Lbm
Symbol lbm, indicating unit Pounds mass.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbfPerInSup2
Symbol lbf/in², indicating unit Pounds force per square inch.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbfPerFtSup3
Symbol lbf/ft³, indicating unit Pounds force per cubic foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbfPerFtSup2
Symbol lbf/ft², indicating unit Pounds force per square foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbfPerFt
Symbol lbf/ft, indicating unit Pounds force per foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbfDashFtPerFt
Symbol lbf-ft/ft, indicating unit Pound force feet per foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbfDashFt
Symbol lbf-ft, indicating unit Pound force feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Lbf
Symbol lbf, indicating unit Pounds force.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbMassPerS
Symbol lb/s, indicating unit Pounds mass per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbMassPerMin
Symbol lb/min, indicating unit Pounds mass per minute.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbMassPerLbDegreeF
Symbol lb/(lb·°F), indicating unit Pounds mass per pound degree Fahrenheit.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbMassPerInSup3
Symbol lb/in³, indicating unit Pounds mass per cubic inch.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbMassPerH
Symbol lb/h, indicating unit Pounds mass per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbMassPerFtSup3
Symbol lb/ft³, indicating unit Pounds mass per cubic foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbMassPerFtSup2
Symbol lb/ft², indicating unit Pounds mass per square foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbMassPerFtDashS
Symbol lb/ft-s, indicating unit Pounds mass per foot second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbMassPerFtDashH
Symbol lb/ft-h, indicating unit Pounds mass per foot hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbMassPerFt
Symbol lb/ft, indicating unit Pounds mass per foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbMass
Symbol lb, indicating unit Pounds mass.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbForceSPerFtSup2
Symbol lb·s/ft², indicating unit Pound force seconds per square foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbForcePerInSup2
Symbol lb/in², indicating unit Pounds force per square inch.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbForcePerFtSup3
Symbol lb/ft³, indicating unit Pounds force per cubic foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbForcePerFtSup2
Symbol lb/ft², indicating unit Pounds force per square foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbForcePerFt
Symbol lb/ft, indicating unit Pounds force per foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbForceDashFtPerFt
Symbol lb-ft/ft, indicating unit Pound force feet per foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbForceDashFt
Symbol lb-ft, indicating unit Pound force feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LbForce
Symbol lb, indicating unit Pounds force.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LPerSMSup3
Symbol L/(s·m³), indicating unit Liters per second cubic meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LPerSMSup2
Symbol L/(s·m²), indicating unit Liters per second square meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LPerSKw
Symbol L/(s·kW), indicating unit Liters per second kilowatt.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LPerS
Symbol L/s, indicating unit Liters per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LPerMin
Symbol L/min, indicating unit Liters per minute.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.LPerH
Symbol L/h, indicating unit Liters per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Ksi
Symbol ksi, indicating unit Kips per square inch.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Ksf
Symbol ksf, indicating unit Kips per square foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Krone
Symbol kr, indicating unit Currency.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KmPerSSup2
Symbol km/s², indicating unit Kilometers per second squared.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KmPerH
Symbol km/h, indicating unit Kilometers per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KipPerInSup3
Symbol kip/in³, indicating unit Kips per cubic inch.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KipPerInSup2
Symbol kip/in², indicating unit Kips per square inch.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KipPerIn
Symbol kip/in, indicating unit Kips per inch.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KipPerFtSup3
Symbol kip/ft³, indicating unit Kips per cubic foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KipPerFtSup2
Symbol kip/ft², indicating unit Kips per square foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KipPerFt
Symbol kip/ft, indicating unit Kips per foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KipDashFtPerFt
Symbol kip-ft/ft, indicating unit Kip feet per foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KipDashFtPerDegreePerFt
Symbol kip-ft/°/ft, indicating unit Kip feet per degree per foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KipDashFtPerDegree
Symbol kip-ft/°, indicating unit Kip feet per degree.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KipDashFt
Symbol kip-ft, indicating unit Kip feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Kip
Symbol kip, indicating unit Kips.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgfPerMSup2
Symbol kgf/m², indicating unit Kilograms force per square meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgfPerM
Symbol kgf/m, indicating unit Kilograms force per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgfDashMPerM
Symbol kgf-m/m, indicating unit Kilogram force meters per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgfDashM
Symbol kgf-m, indicating unit Kilogram force meters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Kgf
Symbol kgf, indicating unit Kilograms force.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgPerS
Symbol kg/s, indicating unit Kilograms per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgPerMin
Symbol kg/min, indicating unit Kilograms per minute.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgPerMSup3
Symbol kg/m³, indicating unit Kilograms per cubic meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgPerMSup2
Symbol kg/m², indicating unit Kilograms per square meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgPerMS
Symbol kg/(m·s), indicating unit Kilograms per meter second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgPerMH
Symbol kg/(m·h), indicating unit Kilograms per meter hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgPerM
Symbol kg/m, indicating unit Kilograms per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgPerKgK
Symbol kg/(kg·K), indicating unit Kilograms per kilogram kelvin.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KgPerH
Symbol kg/h, indicating unit Kilograms per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Kg
Symbol kg, indicating unit Kilograms.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KelvinInterval
Symbol K, indicating unit Kelvin interval.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Kelvin
Symbol K, indicating unit Kelvin.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KcalPerS
Symbol kcal/s, indicating unit Kilocalories per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Kcal
Symbol kcal, indicating unit Kilocalories.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KWh
Symbol kWh, indicating unit Kilowatt hours.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KW
Symbol kW, indicating unit Kilowatts.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KVA
Symbol kVA, indicating unit Kilovolt amperes.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KV
Symbol kV, indicating unit Kilovolts.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KPa
Symbol kPa, indicating unit Kilopascals.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KNPerMmSup2
Symbol kN/mm², indicating unit Kilonewtons per square millimeter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KNPerMSup3
Symbol kN/m³, indicating unit Kilonewtons per cubic meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KNPerMSup2
Symbol kN/m², indicating unit Kilonewtons per square meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KNPerM
Symbol kN/m, indicating unit Kilonewtons per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KNPerCmSup2
Symbol kN/cm², indicating unit Kilonewtons per square centimeter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KNDashMPerM
Symbol kN-m/m, indicating unit Kilonewton meters per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KNDashMPerDegreePerM
Symbol kN-m/°/m, indicating unit Kilonewton meters per degree per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KNDashMPerDegree
Symbol kN-m/°, indicating unit Kilonewton meters per degree.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KNDashM
Symbol kN-m, indicating unit Kilonewton meters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KN
Symbol kN, indicating unit Kilonewtons.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KJPerMSup2K
Symbol kJ/(m²·K), indicating unit Kilojoules per square meter Kelvin.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KJPerK
Symbol kJ/K, indicating unit Kilojoules per Kelvin.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KJ
Symbol kJ, indicating unit Kilojoules.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.KA
Symbol kA, indicating unit Kiloamperes.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Joule
Symbol J, indicating unit Joules.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.JPerMSup2K
Symbol J/(m²·K), indicating unit Joules per square meter Kelvin.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.JPerKgDegreeC
Symbol J/(kg·°C), indicating unit Joules per kilogram degree Celsius.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.JPerK
Symbol J/K, indicating unit Joules per Kelvin.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.JPerGDegreeC
Symbol J/(g·°C), indicating unit Joules per gram degree Celsius.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.JPerG
Symbol J/g, indicating unit Joules per gram.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.InvKip
Symbol 1/kip, indicating unit Inverse kips.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.InvKN
Symbol 1/kN, indicating unit Inverse kilonewtons.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.InvDegreeF
Symbol 1/°F, indicating unit Inverse degrees Fahrenheit.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.InvDegreeC
Symbol 1/°C, indicating unit Inverse degrees Celsius.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.InchDoubleQuote
Symbol ", indicating unit Inches.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.InSup6
Symbol in⁶, indicating unit Inches to the sixth power.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.InSup4
Symbol in⁴, indicating unit Inches to the fourth power.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.InSup3
Symbol in³, indicating unit Cubic inches.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.InSup2PerFt
Symbol in²/ft, indicating unit Square inches per foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.InSup2
Symbol in², indicating unit Square inches.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.InPerSSup2
Symbol in/s², indicating unit Inches per second squared.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.InHg
Symbol inHg, indicating unit Inches of mercury (32 °F).
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.InDashWgPer100ft
Symbol in-wg/100ft, indicating unit Inches of water (60 °F) per 100 feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.InDashWg
Symbol in-wg, indicating unit Inches of water (60 °F).
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.InCaret3
Symbol in^3, indicating unit Cubic inches.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.InCaret2
Symbol in^2, indicating unit Square inches.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.In
Symbol in, indicating unit Inches.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Hz
Symbol Hz, indicating unit Hertz.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Hp
Symbol hp, indicating unit Horsepower.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Hour
Symbol h, indicating unit Hours.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Hectare
Symbol hectare, indicating unit Hectares.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.HFtSup2DegreeFPerBtu
Symbol (h·ft²·°F)/BTU, indicating unit Hour square foot degrees Fahrenheit per British thermal unit.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Grad
Symbol grad, indicating unit Gradians.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.GrPerHFtSup2InHg
Symbol gr/(h·ft²·inHg), indicating unit Grains per hour square foot inch mercury.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Gpm
Symbol GPM, indicating unit US gallons per minute.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Gph
Symbol GPH, indicating unit US gallons per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.GalPerMin
Symbol gal/min, indicating unit US gallons per minute.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.GalPerH
Symbol gal/h, indicating unit US gallons per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Gal
Symbol gal, indicating unit US gallons.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Ftc
Symbol Ftc, indicating unit Footcandles.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtSup6
Symbol ft⁶, indicating unit Feet to the sixth power.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtSup4
Symbol ft⁴, indicating unit Feet to the fourth power.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtSup3PerMin
Symbol ft³/min, indicating unit Cubic feet per minute.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtSup3PerLbMass
Symbol ft³/lb, indicating unit Cubic feet per pound mass.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtSup3PerKip
Symbol ft³/kip, indicating unit Cubic feet per kip.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtSup3PerH
Symbol ft³/h, indicating unit Cubic feet per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtSup3HPerMinBtu
Symbol ft³·h/(min·Btu), indicating unit Cubic feet per minute per British thermal unit per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtSup3
Symbol ft³, indicating unit Cubic feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtSup2PerTon
Symbol ft²/ton, indicating unit Square feet per ton of refrigeration.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtSup2PerS
Symbol ft²/s, indicating unit Square feet per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtSup2PerMbh
Symbol ft²/MBh, indicating unit Square feet per thousand British thermal units per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtSup2PerKip
Symbol ft²/kip, indicating unit Square feet per kip.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtSup2PerFt
Symbol ft²/ft, indicating unit Square feet per foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtSup2HPerKbtu
Symbol ft²·h/kBtu, indicating unit Square feet per thousand British thermal units per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtSup2
Symbol ft², indicating unit Square feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtPerSSup2
Symbol ft/s², indicating unit Feet per second squared.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtPerS
Symbol ft/s, indicating unit Feet per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtPerMin
Symbol ft/min, indicating unit Feet per minute.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtPerKip
Symbol ft/kip, indicating unit Feet per kip.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtOfWaterPer100ft
Symbol FT/100ft, indicating unit Feet of water (39.2 °F) per 100 feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtOfWater
Symbol FT, indicating unit Feet of water (39.2 °F).
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtL
Symbol ftL, indicating unit Footlamberts.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtH2OPer100ft
Symbol ftH2O/100ft, indicating unit Feet of water (39.2 °F) per 100 feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtH2O
Symbol ftH2O, indicating unit Feet of water (39.2 °F).
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtCaret3
Symbol ft^3, indicating unit Cubic feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FtCaret2
Symbol ft^2, indicating unit Square feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Ft
Symbol ft, indicating unit Feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Fps
Symbol FPS, indicating unit Feet per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Fpm
Symbol FPM, indicating unit Feet per minute.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FootSingleQuote
Symbol ', indicating unit Feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FlLowercase
Symbol fl, indicating unit Footlamberts.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FeetOfWaterPer100ft
Symbol Feet/100ft, indicating unit Feet of water (39.2 °F) per 100 feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FeetOfWater
Symbol Feet, indicating unit Feet of water (39.2 °F).
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Fc
Symbol fc, indicating unit Footcandles.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.EuroSuffix
Symbol €, indicating unit Currency.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.EuroPrefix
Symbol €, indicating unit Currency.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Dong
Symbol ₫, indicating unit Currency.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DollarPerWH
Symbol $/(W·h), indicating unit Cost per watt hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DollarPerW
Symbol $/W, indicating unit Cost per watt.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DollarPerMSup2
Symbol $/m², indicating unit Cost per square meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DollarPerFtSup2
Symbol $/ft², indicating unit Cost per square foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DollarPerBtu
Symbol $/Btu, indicating unit Cost per British thermal unit.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DollarHPerBtu
Symbol $·h/Btu, indicating unit Cost per British thermal unit per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Dm
Symbol dm, indicating unit Decimeters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DeltaK
Symbol deltaK, indicating unit Kelvin interval.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DeltaDegreeR
Symbol delta°R, indicating unit Rankine interval.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DeltaDegreeF
Symbol delta°F, indicating unit Fahrenheit interval.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DeltaDegreeC
Symbol delta°C, indicating unit Celsius interval.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DegreeRInterval
Symbol °R, indicating unit Rankine interval.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DegreeR
Symbol °R, indicating unit Rankine.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DegreeFInterval
Symbol °F, indicating unit Fahrenheit interval.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DegreeF
Symbol °F, indicating unit Fahrenheit.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DegreeCInterval
Symbol °C, indicating unit Celsius interval.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DegreeC
Symbol °C, indicating unit Celsius.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Degree
Symbol °, indicating unit Degrees.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DaNPerMSup2
Symbol daN/m², indicating unit Dekanewtons per square meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DaNPerM
Symbol daN/m, indicating unit Dekanewtons per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DaNDashMPerM
Symbol daN-m/m, indicating unit Dekanewton meters per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DaNDashM
Symbol daN-m, indicating unit Dekanewton meters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.DaN
Symbol daN, indicating unit Dekanewtons.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Cy
Symbol CY, indicating unit Cubic yards.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Cps
Symbol cps, indicating unit Cycles per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Colon12
Symbol :12, indicating unit Ratio : 12.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Colon10
Symbol :10, indicating unit Ratio : 10.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Colon1
Symbol :1, indicating unit Ratio : 1.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Cms
Symbol CMS, indicating unit Cubic meters per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Cmh
Symbol CMH, indicating unit Cubic meters per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CmSup6
Symbol cm⁶, indicating unit Centimeters to the sixth power.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CmSup4
Symbol cm⁴, indicating unit Centimeters to the fourth power.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CmSup3
Symbol cm³, indicating unit Cubic centimeters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CmSup2PerM
Symbol cm²/m, indicating unit Square centimeters per meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CmSup2
Symbol cm², indicating unit Square centimeters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CmPerMin
Symbol cm/min, indicating unit Centimeters per minute.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CmCaret3
Symbol cm^3, indicating unit Cubic centimeters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CmCaret2
Symbol cm^2, indicating unit Square centimeters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Cm
Symbol cm, indicating unit Centimeters.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.ChineseHongKongDollar
Symbol HK$, indicating unit Currency.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CfmPerTon
Symbol CFM/ton, indicating unit Cubic feet per minute ton of refrigeration.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CfmPerSf
Symbol CFM/SF, indicating unit Cubic feet per minute square foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CfmPerFtSup3
Symbol CFM/ft³, indicating unit Cubic feet per minute cubic foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CfmPerFtSup2
Symbol CFM/ft², indicating unit Cubic feet per minute square foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CfmPerCf
Symbol CFM/CF, indicating unit Cubic feet per minute cubic foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Cfm
Symbol CFM, indicating unit Cubic feet per minute.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Cfh
Symbol CFH, indicating unit Cubic feet per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Cf
Symbol CF, indicating unit Cubic feet.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CdPerMSup2
Symbol cd/m², indicating unit Candelas per square meter.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CdPerFtSup2
Symbol cd/ft², indicating unit Candelas per square foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Cd
Symbol cd, indicating unit Candelas.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CalPerS
Symbol cal/s, indicating unit Calories per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Cal
Symbol cal, indicating unit Calories.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.CP
Symbol cP, indicating unit Centipoises.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.BtuPerS
Symbol Btu/s, indicating unit British thermal units per second.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.BtuPerLbDegreeF
Symbol BTU/(lb·°F), indicating unit British thermal units per pound degree Fahrenheit.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.BtuPerLb
Symbol BTU/lb, indicating unit British thermal units per pound.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.BtuPerHFtSup3
Symbol Btu/(h·ft³), indicating unit British thermal units per hour cubic foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.BtuPerHFtSup2DegreeF
Symbol BTU/(h·ft²·°F), indicating unit British thermal units per hour square foot degree Fahrenheit.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.BtuPerHFtSup2
Symbol Btu/(h·ft²), indicating unit British thermal units per hour square foot.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.BtuPerHFtDegreeF
Symbol BTU/(h·ft·°F), indicating unit British thermal units per hour foot degree Fahrenheit.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.BtuPerH
Symbol Btu/h, indicating unit British thermal units per hour.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.BtuPerFtSup2DegreeF
Symbol BTU/(ft²·°F), indicating unit British thermal units per square foot degree Fahrenheit.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.BtuPerDegreeF
Symbol BTU/°F, indicating unit British thermal units per degree Fahrenheit.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Btu
Symbol Btu, indicating unit British thermal units.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Bar
Symbol bar, indicating unit Bars.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Baht
Symbol ฿, indicating unit Currency.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Atm
Symbol atm, indicating unit Atmospheres.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Ampere
Symbol A, indicating unit Amperes.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Acres
Symbol acres, indicating unit Acres.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.SlopeDegree
Symbol °, indicating unit Slope degrees.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.Custom
Unrecognized custom symbol.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId.FL
Symbol fL, indicating unit Footlamberts.
Since:
2021

Autodesk.Revit.DB.SymbolTypeId
This class contains constants identifying symbols.
Since:
2021